
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Povolit komunikaci a stáhnout experimenty</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 a novější</string>
      <string id="Part_UninstallEdgePolicy">Zásady odinstalace Microsoft Edge</string>
      <string id="Pol_ProxyMode">Zvolit způsob nastavení proxy serveru</string>
      <string id="Name_ForceInstallsMachine">Vynutit instalace (pro celý počítač)</string>
      <string id="Name_ManualUpdatesOnly">Jen ruční aktualizace</string>
      <string id="Pol_EdgePreview">Povolit registraci uživatelů v Program Windows Insider v Edgi Preview</string>
      <string id="Name_UninstallEdgeDisabled">Zakázáno</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 a novější</string>
      <string id="Explain_Applications">Pro podporu aplikací Edge vydaných v budoucnu se bude vyžadovat aktualizovaná šablona ADMX/ADML.</string>
      <string id="Name_DesktopShortcutDisabled">Zabránit vytvoření zástupce na ploše při instalaci</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Při aktualizaci výchozího nastavení odebrat zástupce na ploše</string>
      <string id="ProxyFixedServers_DropDown">Používat pevné proxy servery</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 a novější</string>
      <string id="Pol_ECSControl">Řízení komunikace aktualizačního nástroje se Službou experimentálních funkcí a konfigurace</string>
      <string id="Explain_ECSControl">V Microsoft Edge Update se Služba experimentálních funkcí a konfigurace používá k nasazení datové části experimentování.

Datová část experimentování se skládá ze seznamu funkcí v rané fázi vývoje, u kterých Microsoft povoluje testování a zpětnou vazbu.

Pokud tuto zásadu povolíte (1), ze Služby experimentálních funkcí a konfigurace se stáhne datová část experimentování.

Pokud tuto zásadu zakážete (0), komunikace se Službou experimentálních funkcí a konfigurace se úplně zastaví.

Pokud tuto zásadu nenakonfigurujete, spravovaná zařízení se budou chovat stejně, jako kdyby byla zásada zakázaná.

Pokud tuto zásadu nenakonfigurujete, nespravovaná zařízení se budou chovat stejně, jako kdyby byla zásada povolená.</string>
      <string id="Name_InstallsDisabled">Instalace zakázány</string>
      <string id="Pol_TargetChannel">Přepsání cílového kanálu</string>
      <string id="Pol_AllowInstallation">Povolit instalaci</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Povoleno a odstranit uživatelská data</string>
      <string id="Explain_CreateDesktopShortcut">Pokud tuto zásadu povolíte (1), při instalaci Microsoft Edge se vytvoří zástupce na ploše.
  Pokud tuto zásadu zakážete (0), při instalaci Microsoft Edge se nevytvoří žádný zástupce na ploše.
  Pokud tuto zásadu nenakonfigurujete, při instalaci se vytvoří zástupce na Microsoft Edge.
  Pokud je Microsoft Edge už nainstalovaný, nebude mít tato zásada žádný efekt.

  Pokud tuto zásadu nenakonfigurujete u určitého kanálu, bude vytvoření zástupce při instalaci aplikace Microsoft Edge určovat zásada Po instalaci vytvořit zástupce na ploše – výchozí nastavení.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Aktualizace Microsoft Edge 1.3.119.43 and novější</string>
      <string id="Pol_AllowSideBySideExperience">Povolit používání různých verzí prohlížeče Microsoft Edge vedle sebe</string>
      <string id="Explain_AutoUpdateCheckPeriod">Minimální počet minut mezi automatickými kontrolami aktualizací.

Když tuto zásadu nastavíte na 0, zakážete všechny pravidelné síťové přenosy služby Microsoft Edge Update. Tuto možnost nedoporučujeme, protože službě Microsoft Edge Update zabraňuje v získávání aktualizací stability a zabezpečení.

Za účelem správy aktualizací aplikací by se místo tohoto nastavení měla používat nastavení „Výchozí nastavení pro přepis zásad pro aktualizace“ a „Přepis zásad pro aktualizace“ u jednotlivých aplikací.

Hodnoty této zásady můžou být v rozsahu od 0 do 43200.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Extended Stable</string>
      <string id="Explain_DefaultUpdatePolicy">Umožňuje určit výchozí chování všech kanálů týkající se způsobu, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge. Může být přepsáno u jednotlivých kanálů určením zásady Přepis zásad pro aktualizace pro tyto konkrétní kanály.

Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
  – Aktualizace zakázány (0): Aktualizace se nepoužijí nikdy.
  – Vždy povolit aktualizace (1): Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
  – Jen ruční aktualizace (2): Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel.
  – Jen bezobslužné automatické aktualizace (3): Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.

Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

Pokud nastavení této zásady nepovolíte a nenakonfigurujete, Microsoft Edge Update zpracovává dostupné aktualizace podle zásady Přepis zásad pro aktualizace.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Umožňuje vám určit, jestli se povolí automatické aktualizace pro modul runtime WebView2. Modul runtime WebView2 je komponenta, kterou aplikace používají k pro zobrazování obsahu na webu.
  Automatické aktualizace jsou ve výchozím nastavení povolené. Zakázání automatických aktualizací modulu rutime WebView2 může způsobit problémy s kompatibilitou u aplikací, které jsou na komponentě závislé.

  Pokud toto zásadu povolíte, provede Microsoft Edge Update aktualizace modulu runtime WebView2 podle toho, jak nakonfigurujete následující možnosti:
  – Vždy povolit aktualizace (1): Aktualizace se automaticky stáhnou a použijí
  – Aktualizace zakázány (0): Aktualizace se nikdy nestáhnou ani nepoužijí.

  Pokud tuto zásadu nepovolíte, aktualizace se automaticky stáhnou a použijí.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 a novější</string>
      <string id="Name_MeteredUpdatesEnabled">Aktualizace účtované podle objemu dat jsou povolené</string>
      <string id="ProxyAutoDetect_DropDown">Automaticky zjišťovat nastavení proxy serveru</string>
      <string id="ProxyPacScript_DropDown">Používat skript .pac proxy serveru</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Microsoft Edge Update 1.3.179.5 a novější</string>
      <string id="DownloadPreference_DropDown">Adresy URL pro stahování do mezipaměti</string>
      <string id="Name_ForceInstallsUser">Vynutit instalace (na uživatele)</string>
      <string id="Explain_AllowSideBySideExperience">Tato zásada uživateli umožňuje používat vedle sebe Microsoft Edge (Edge HTML) a Microsoft Edge (založený na projektu Chromium).

Pokud je tato zásada nastavená na Nenakonfigurováno, pak Microsoft Edge (založený na projektu Chromium) potom, co proběhne jeho instalace z kanálu Stable a instalace aktualizací zabezpečení z listopadu 2019, nahradí Microsoft Edge (Edge HTML).  Jedná se o stejné chování jako v případě nastavení Zakázáno.

Nastavení Zakázáno (0) znemožní používání zmíněných verzí vedle sebe a Microsoft Edge (založený na projektu Chromium) poté, co proběhne jeho instalace z kanálu Stable a instalace aktualizací zabezpečení z listopadu 2019, nahradí Microsoft Edge (Edge HTML).  Jedná se o stejné chování jako v případě nastavení Nenakonfigurováno.

Pokud je tato zásada povolená (1), Microsoft Edge (založený na projektu Chromium) a Microsoft Edge (Edge HTML) můžou po instalaci Microsoft Edge (založeného na projektu Chromium) fungovat vedle sebe.

Tato zásada skupiny bude účinná jen v případě, že k její konfiguraci dojde před automatickou instalací Microsoft Edge (založeného na projektu Chromium), kterou provádí služba Windows Update. Poznámka: ​Uživatel může automatickou aktualizaci Microsoft Edge (založeného na projektu Chromium) zablokovat pomocí sady nástrojů určené k tomuto účelu.

Od Windows 10 verze 20H2 se starší verze Microsoft Edge a používání prohlížečů vedle sebe nepodporují.</string>
      <string id="Explain_RemoveDesktopShortcut">Pokud tuto zásadu nastavíte na možnost Vynutit odstranění zástupců na ploše (1) na úrovni systému, budou při aktualizaci prohlížeče nebo restartování počítače odstraněni stávající zástupci na úrovni systému Microsoft Edge na ploše.
  Pokud tuto zásadu nastavíte na možnost Vynutit odstranění zástupců na ploše na úrovni systému a na úrovni uživatele (2), budou při aktualizaci prohlížeče nebo restartování počítače odstraněni stávající zástupci na úrovni systému Microsoft Edge na ploše a při aktualizaci prohlížeče budou odstraněni stávající zástupci na ploše na úrovni uživatele. To zahrnuje zástupce na ploše na úrovni uživatele, které si uživatelé mohli sami nastavit.
  Pokud tuto zásadu nenakonfigurujete nebo ji zakážete (0), stávajícím zástupcům Microsoft Edge na ploše se nic nestane.

  Pokud tuto zásadu pro kanál nenakonfigurujete, konfigurace zásad Při aktualizaci výchozího nastavení odebrat zástupce na ploše určí, zda se má zástupce na ploše odebrat.</string>
      <string id="ProxyDisabled_DropDown">Nikdy nepoužívat proxy server</string>
      <string id="Pol_DefaultAllowInstallation">Výchozí nastavení pro povolení instalace</string>
      <string id="Pol_ProxyPacUrl">Adresa URL souboru .pac proxy serveru</string>
      <string id="Cat_Applications">Aplikace</string>
      <string id="Explain_ProxyPacUrl">Umožňuje určit adresu URL souboru automatické konfigurace proxy serveru (PAC).

Pokud tuto zásadu povolíte, můžete určit adresu URL souboru PAC k automatizaci způsobu, jakým Microsoft Edge Update vybírá odpovídající proxy server pro načtení konkrétního webu.

  Tato zásada se použije jen v případě, že jste v zásadě Zvolte způsob zadání nastavení proxy serveru. zadali ruční nastavení proxy serveru.

  Tuto zásadu nekonfigurujte, pokud jste v zásadě Zvolte způsob zadání nastavení proxy serveru. vybrali jiné nastavení proxy serveru než ruční.</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Microsoft Edge Update 1.3.193.5 a novější</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 a novější</string>
      <string id="Explain_Preferences">Obecné zásady pro Microsoft Edge Update</string>
      <string id="Explain_WebView">Určuje zásady pro modul runtime WebView2.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Výchozí aktualizace účtované podle objemu dat jsou zakázané</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Aktualizace Microsoft Edge 1.3.127.1 a novější</string>
      <string id="Explain_ProxyServer">Umožňuje určit adresu URL proxy serveru pro Microsoft Edge Update, která se má používat.

  Pokud tuto zásadu povolíte, budete moct nastavit adresu URL proxy serveru, která se bude používat pro Microsoft Edge Update ve vaší organizaci.

  Tato zásada se použije jen v případě, že jste v zásadě Zvolte způsob zadání nastavení proxy serveru. vybrali ruční nastavení proxy serveru.

  Tuto zásadu nekonfigurujte, pokud jste v zásadě Zvolte způsob zadání nastavení proxy serveru. vybrali jiné nastavení proxy serveru než ruční.</string>
      <string id="Pol_MeteredUpdates">Umožněte uživatelům aktualizace prostřednictvím připojení účtovaných podle objemu dat</string>
      <string id="Name_UninstallEdgeNotConfigured">Nekonfigurováno</string>
      <string id="Explain_DefaultAllowInstallation">Můžete určit výchozí chování pro všechny kanály týkající se povolení nebo blokování Microsoft Edge na zařízeních připojených k doméně.

U jednotlivých kanálů je možné toto nastavení přepsat povolením (1) zásady Povolit instalaci.

Pokud tuto zásadu zakážete (2), instalace Microsoft Edge se zablokuje. Na instalaci softwaru Microsoft Edge to má vliv jen v případě, že není nakonfigurovaná zásada Povolit instalaci.

Tato zásada neznemožňuje spuštění služby Microsoft Edge Update ani uživatelům nebrání v instalaci softwaru Microsoft Edge jinými způsoby.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 a novější</string>
      <string id="TargetChannel_Stable_DropDown">Stabilní</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Výchozí nastavení pro přepis zásad pro aktualizace</string>
      <string id="Explain_ProxyMode">Umožňuje určit nastavení proxy serveru, která bude používat Microsoft Edge Update.

  Pokud tuto zásadu povolíte, můžete si vybrat z následujících možností proxy serveru:
   – Pokud se rozhodnete nikdy nepoužívat proxy server a vždy se připojovat přímo, budou všechny ostatní možnosti ignorovány.
   – Pokud se rozhodnete používat systémové nastavení proxy serveru nebo automaticky zjišťovat proxy server, budou všechny ostatní možnosti ignorovány.
   – Pokud zvolíte režim pevného proxy serveru, můžete určit další možnosti v zásadě Adresa nebo adresa URL proxy serveru.
   – Pokud se rozhodnete používat skript .pac proxy serveru, musíte určit adresu URL tohoto skriptu v zásadě Adresa URL do proxy souboru PAC.

  Pokud tuto zásadu povolíte, nebudou uživatelé ve vaší organizaci moct měnit nastavení proxy serveru ve službě Microsoft Edge Update.

  Pokud tuto zásadu zakážete nebo nenakonfigurujete, nebudou nakonfigurována žádná nastavení proxy serveru, ale uživatelé ve vaší organizaci si budou moct zvolit vlastní nastavení proxy serveru pro Microsoft Edge Update.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 a novější</string>
      <string id="Pol_RemoveDesktopShortcut">Při aktualizaci odebrat zástupce na ploše</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 a novější</string>
      <string id="Name_UpdatesDisabled">Aktualizace zakázány</string>
      <string id="Pol_RollbackToTargetVersion">Vrátit na určitou cílovou verzi</string>
      <string id="Explain_WebView_Install">Umožňuje vám určit, jestli se modul Runtime WebView2 dá nainstalovat pomocí služby Microsoft Edge Update.

  Pokud tuto zásadu povolíte (1), mohou uživatelé nainstalovat modul Runtime WebView2 prostřednictvím Microsoft Edge Update.

  Pokud tuto zásadu zakážete (0) (nebo ji nastavíte na Zakázáno instalace), uživatelé nemůžou nainstalovat modul Runtime WebView2 prostřednictvím Microsoft Edge Update.

  Pokud tuto zásadu nastavíte na možnost Vždy povolit instalace pro celý počítač, ale ne instalace pro jednotlivé uživatele (4), modul runtime WebView2 bude nasazen pouze pro celý počítač.

  Pokud zásadu nastavíte na Vynucené instalace (pro celý počítač) (5), můžou uživatelé nainstalovat modul Runtime WebView2 na všechny počítače, na kterých je předinstalovaná služba Microsoft Edge Update. Vyžaduje Microsoft Edge Update 1.3.155.43 nebo vyšší.

  Pokud tuto zásadu nenakonfigurujete, modul runtime WebView2 se nainstaluje prostřednictvím Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Zásady pro řízení instalace a aktualizace Microsoft Edge přes Microsoft Edge Update</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Umožňuje určit výchozí chování pro všechny kanály pro vytvoření zástupce na ploše při instalaci Microsoft Edge.

  Pokud tuto zásadu nastavíte na možnost Vynutit odstranění zástupců na ploše (1) na úrovni systému, budou při aktualizaci prohlížeče nebo restartování počítače odstraněni stávající zástupci na úrovni systému Microsoft Edge na ploše.
  Pokud tuto zásadu nastavíte na možnost Vynutit odstranění zástupců na ploše na úrovni systému a na úrovni uživatele (2), budou při aktualizaci prohlížeče nebo restartování počítače odstraněni stávající zástupci na úrovni systému Microsoft Edge na ploše a při aktualizaci prohlížeče budou odstraněni stávající zástupci na ploše na úrovni uživatele. To zahrnuje zástupce na ploše na úrovni uživatele, které si uživatelé mohli sami nastavit.
  Pokud tuto zásadu nenakonfigurujete nebo ji zakážete (0), stávajícím zástupcům Microsoft Edge na ploše se nic nestane.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Pokud tuto zásadu povolíte, kontroly aktualizací se potlačí každý den počínaje hodinou:minutou po určitou dobu (v minutách). Na dobu trvání nemá vliv letní čas. Pokud je například čas zahájení 22:00 a doba trvání je 480 minut, aktualizace se potlačí přesně na 8 hodin bez ohledu na to, jestli během tohoto období začíná nebo končí letní čas.

Pokud tuto zásadu zakážete nebo nenakonfigurujete, kontroly aktualizací se během určitého období potlačí.

Hodnoty pro tuto zásadu můžou být v rozsahu od 0 do 23 hodin, 0 až 59 pro minuty a 0 až 960 pro dobu trvání v minutách.</string>
      <string id="Name_UpdatesEnabled">Vždy povolit aktualizace (doporučeno)</string>
      <string id="Cat_ProxyServer">Proxy server</string>
      <string id="Pol_CreateDesktopShortcut">Po instalaci vytvořit zástupce na ploše</string>
      <string id="Pol_AutoUpdateCheckPeriod">Přepis období pro automatické vyhledávání aktualizací</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 a novější</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Po instalaci vytvořit zástupce na ploše – výchozí nastavení</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Vynutit odstranění zástupců na ploše na úrovni systému</string>
      <string id="Name_ECSCommunicationDisabled">Zakázat komunikaci se Službou experimentálních funkcí a konfigurace</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 a novější</string>
      <string id="Name_InstallsEnabled">Vždy povolit instalace (doporučeno)</string>
      <string id="Explain_DownloadPreference">Pokud je toto nastavení povolené, pokusí se server Microsoft Edge Update ve svých odpovědích poskytovat pro datové části aktualizací adresy URL, které jsou vhodné pro mezipaměť.</string>
      <string id="Name_AutomaticUpdatesOnly">Jen bezobslužné automatické aktualizace</string>
      <string id="Pol_DefaultMeteredUpdates">Umožněte uživatelům aktualizovat všechny aplikace prostřednictvím připojení účtovaných podle objemu dat</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Výchozí aktualizace účtované podle objemu dat jsou povolené</string>
      <string id="Pol_TargetVersionPrefix">Přepsání cílové verze</string>
      <string id="Pol_UninstallEdge">Určete chování odinstalace Microsoft Edge</string>
      <string id="Name_MeteredUpdatesDisabled">Aktualizace účtované podle objemu dat jsou zakázané</string>
      <string id="Pol_DownloadPreference">Přepis třídy adresy URL pro stahování</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Časové období během každého dne, kdy se má potlačit automatické vyhledávání aktualizací</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Aktualizace Microsoft Edge 1.3.128.0 a novější</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Přepis zásad pro aktualizace</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Povoleno</string>
      <string id="Pol_ProxyServer">Adresa nebo URL proxy serveru</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Umožňuje určit výchozí chování pro všechny kanály pro vytvoření zástupce na ploše při instalaci Microsoft Edge.

  Pokud tuto zásadu povolíte (1), při instalaci Microsoft Edge se vytvoří zástupce na ploše.
  Pokud tuto zásadu zakážete (0), při instalaci Microsoft Edge se nevytvoří žádný zástupce na ploše.
  Pokud tuto zásadu nenakonfigurujete, při instalaci se vytvoří zástupce na Microsoft Edge.
  Pokud je Microsoft Edge už nainstalovaný, nebude mít tato zásada žádný efekt.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Vynutit odstranění zástupců na ploše na úrovni systému a na úrovni uživatele</string>
      <string id="ProxyUseSystem_DropDown">Použít pevné nastavení proxy serveru</string>
      <string id="Cat_Preferences">Předvolby</string>
      <string id="Name_InstallsEnabledMachineOnly">Vždy povolit Machine-Wide instalace, ale ne Per-User instalace</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge Update</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Určuje, jestli bude Microsoft Edge Update provádět aktualizaci na připojeních označených jako účtovaná podle objemu dat, jako jsou mobilní připojení nebo jiná připojení, u kterých se řídí využití dat pro všechny aplikace. 

Pokud tuto zásadu nepovolíte a nenakonfigurujete, budou aktualizace probíhat na základě přepínače Stáhnout aktualizace přes připojení účtovaná podle objemu dat na stránce O produktu v prohlížeči Microsoft Edge. Pokud uživatel nic nevybere, použije se nastavení Windows. Další informace o nastavení Windows najdete tady: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Vždy povolit aktualizace (2): Aktualizace se po nalezení vždy stáhnou, a to buď pomocí automatické kontroly aktualizací, nebo ruční kontrolou aktualizací.

Aktualizace zakázány (1): Při použití připojení účtovaného podle objemu dat se aktualizace nebudou stahovat.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Určuje, jestli je možné na zařízení připojená k doméně nainstalovat určitý kanál Microsoft Edge.

  Pokud tuto zásadu pro určitý kanál povolíte (1), instalace Microsoft Edge se nezablokuje.

  Pokud tuto zásadu pro určitý kanál zakážete (0) (nebo ji nastavíte na Instalace zakázány), instalace Microsoft Edge se zablokuje.

  Pokud tuto zásadu pro určitý kanál nenakonfigurujete, pak o tom, jestli si můžou uživatelé daný kanál Microsoft Edge nainstalovat, rozhoduje konfigurace zásady Výchozí nastavení pro povolení instalace.

Pokud tuto zásadu nastavíte na Vždy povolit instalace pro celý počítač, ale ne pro jednotlivé uživatele (4), nasadí se APP_NAME jenom pro celý počítač.

Pokud tuto zásadu nastavíte na možnost Vynutit instalace (pro celý počítač) (5), bude APP_NAME možné nasadit pouze pro celý počítač a v případě, že je předinstalovaná Microsoft Edge Update. Vyžaduje Microsoft Edge Update 1.3.155.43 nebo vyšší.

Pokud tuto zásadu nastavíte na možnost Vynutit instalace (na uživatele) (6), může být APP_NAME nasazena do všech počítačů pouze pro jednotlivé uživatele, pokud je Microsoft Edge Update předem nainstalovaná pro jednotlivé uživatele. Vyžaduje Microsoft Edge Update 1.3.155.43 nebo vyšší.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Určuje, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge.

Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
  – Aktualizace zakázány (0): Aktualizace se nepoužijí nikdy.
  – Vždy povolit aktualizace (1) (doporučeno): Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
  – Jen ruční aktualizace (2): Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. (Rozhraní pro tuto možnost neposkytují všechny aplikace.)
  – Jen bezobslužné automatické aktualizace (3): Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.

Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

Pokud tuto zásadu nepovolíte a nenakonfigurujete, Microsoft Edge Update bude zpracovávat dostupné aktualizace podle zásady Výchozí nastavení pro přepis zásad pro aktualizace.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2136406.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Určuje, na který kanál se má Microsoft Edge aktualizovat.

Pokud tuto funkci povolíte, Microsoft Edge se bude aktualizovat na daný kanál podle toho, jak nakonfigurujete následující možnosti:

  – Stable: Microsoft Edge se bude aktualizovat na nejnovější verzi Stable.
  – Beta: Microsoft Edge se bude aktualizovat na nejnovější verzi Beta.
  – Dev: Microsoft Edge se bude aktualizovat na nejnovější verzi Dev.
  – Extended Stable: Microsoft Edge se bude aktualizovat na nejnovější verzi Extended Stable, která má delší odstupy mezi vydáními než verze Stable. Další informace najdete na adrese https://go.microsoft.com/fwlink/?linkid=2163508.

Pokud tuto zásadu nenakonfigurujete, Microsoft Edge se bude aktualizovat na nejnovější verzi dostupnou pro výchozí kanál.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge se aktualizuje na verzi určenou hodnotou této zásady.

Hodnota zásady musí odpovídat konkrétní verzi prohlížeče Edge, např. 83.0.499.12.

Pokud je na zařízení už nainstalovaná vyšší verze, zůstane Microsoft Edge ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Edge zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.

Další informace najdete na https://go.microsoft.com/fwlink/?linkid=2136707.

Tato zásada je dostupná jen u instancí Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Určuje, že služba Microsoft Edge Update by měla vrátit zpět instalace Microsoft Edge na verzi uvedenou v Přepsání cílové verze.

Tato zásada nemá žádný účinek, pokud není nastavena možnost Přepsání cílové verze a možnost Přepis zásad pro aktualizace není nastavena na jeden ze stavů ZAPNUTO (Vždy povolit aktualizace, Pouze automatické bezobslužné aktualizace nebo Pouze ruční aktualizace).

Pokud tuto zásadu zakážete (0) nebo nenakonfigurujete, instalace, které mají verzi vyšší, než je zadaná v Přepsání cílové verze, zůstanou tak, jak jsou.

Pokud tuto zásadu povolíte (1), instalace, které mají aktuální verzi vyšší, než je zadaná v Přepsání cílové verze, se downgradují na cílovou verzi.

Doporučujeme, aby si uživatelé nainstalovali nejnovější verzi prohlížeče Microsoft Edge a aby si tak zajistili ochranu nejnovějšími aktualizacemi zabezpečení. Vrácení zpět na starší verzi může způsobit známé problémy se zabezpečením. Tato zásada se má používat jako dočasná oprava za účelem řešení problémů v aktualizaci prohlížeče Microsoft Edge.

Před dočasným vrácením verze prohlížeče zpět doporučujeme zapnout synchronizaci (https://go.microsoft.com/fwlink/?linkid=2133032) pro všechny uživatele ve vaší organizaci. Pokud synchronizaci nezapnete, existuje riziko trvalé ztráty dat procházení. Tuto zásadu používejte na vlastní nebezpečí.

Poznámka: Všechny verze, které jsou k dispozici pro vrácení zpět, si můžete zobrazit tady: https://aka.ms/EdgeEnterprise.

Tato zásada se týká prohlížeče Microsoft Edge verze 86 nebo novější.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2133918.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Umožňuje určit, jestli se uživatelé v Programu Windows Insider zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.

  – Pokud tuto zásadu povolíte (1), uživatelé v Program Windows Insider se zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.

  – Pokud tuto zásadu zakážete, (0) uživatelé v Program Windows Insider se nebudou moct prostřednictvím Microsoft Edge Update zaregistrovat do Edge Preview.

  – Pokud tuto zásadu nenakonfigurujete, uživatelé v Program Windows Insider se ve výchozím nastavení zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Určuje, jestli bude Microsoft Edge Update provádět aktualizaci na připojeních označených jako účtovaná podle objemu dat, jako jsou mobilní připojení nebo jiná připojení, u kterých se řídí využití dat v prohlížeči Microsoft Edge. 

Pokud tuto zásadu nepovolíte a nenakonfigurujete, budou aktualizace probíhat na základě přepínače Stáhnout aktualizace přes připojení účtovaná podle objemu dat na stránce O produktu v prohlížeči Microsoft Edge. Pokud uživatel nic nevybere, použije se nastavení Windows. Další informace o nastavení Windows najdete tady: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Vždy povolit aktualizace (2): Aktualizace se po nalezení vždy stáhnou, a to buď pomocí automatické kontroly aktualizací, nebo ruční kontrolou aktualizací.

Zakázat aktualizace (1): Při použití připojení účtovaného podle objemu dat se aktualizace nebudou stahovat.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">Můžete určit, jestli se Microsoft Edge (stabilní kanál) odinstaluje nebo se zablokuje jeho odinstalace na zařízeních připojených k doméně v Evropského hospodářského prostoru (EHP).

Pokud je tato zásada nastavená na Povoleno, Microsoft Edge se automaticky odinstaluje na všech zařízeních v sadě EHP, kde je tato zásada nasazená. Uživatelská data se budou uchovávat v zařízení. Microsoft Edge se odinstaluje, až příště Microsoft Edge Update automaticky vyhledá aktualizace. Pokud se Microsoft Edge odinstaluje ze zařízení, aplikace, widgety (například Zprávy, Vyhledávání a Počasí) a libovolné jiné progresivní webové aplikace (PWA), které závisí na Microsoft Edgi, už nebudou dostupné.

Pokud je tato zásada nastavená na Povoleno a odstranit uživatelská data (nastavení 2), Microsoft Edge se automaticky odinstaluje na všech zařízeních v EHP, kde je tato zásada nasazená, a ze zařízení se odstraní uživatelská data.

Pokud je tato zásada nastavená na Zakázáno (nastavení 3), nebudou moct všichni uživatelé v EHP odinstalovat Microsoft Edge tam, kde je tato zásada nasazená.

Pokud je zásada nenakonfigurovaná (výchozí nastavení), nastavení oblasti Windows uživatele určuje, jestli je možné odinstalovat Microsoft Edge na zařízení připojeném k doméně. Odinstalovat Microsoft Edge budou moci pouze uživatelé v zemích EHP, pokud se rozhodnou provést odinstalaci. Uživatelé mimo tuto oblast nebudou moci odinstalovat Microsoft Edge. 

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.

Pokud je potřeba přeinstalovat Microsoft Edge:
– Zásadu Instalace můžete nastavit na Vynutit instalace (pro celý počítač), abys se znovu nainstaloval Microsoft Edge.
– Pokud nastavíte zásadu instalace na Vynutit instalace (pro celý počítač) a zároveň nastavíte zásadu odinstalace na Povoleno, zásada Vynutit instalace (pro celý počítač) přepíše zásadu odinstalace.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Určuje, jestli je možné na zařízení připojená k doméně nainstalovat určitý kanál Microsoft Edge.

  Pokud tuto zásadu pro určitý kanál povolíte (1), instalace Microsoft Edge se nezablokuje.

  Pokud tuto zásadu pro určitý kanál zakážete (0) (nebo ji nastavíte na Instalace zakázány), instalace Microsoft Edge se zablokuje.

  Pokud tuto zásadu pro určitý kanál nenakonfigurujete, pak o tom, jestli si můžou uživatelé daný kanál Microsoft Edge nainstalovat, rozhoduje konfigurace zásady Výchozí nastavení pro povolení instalace.

Pokud tuto zásadu nastavíte na Vždy povolit instalace pro celý počítač, ale ne pro jednotlivé uživatele (4), nasadí se APP_NAME jenom pro celý počítač.

Pokud tuto zásadu nastavíte na možnost Vynutit instalace (pro celý počítač) (5), bude APP_NAME možné nasadit pouze pro celý počítač a v případě, že je předinstalovaná Microsoft Edge Update. Vyžaduje Microsoft Edge Update 1.3.155.43 nebo vyšší.

Pokud tuto zásadu nastavíte na možnost Vynutit instalace (na uživatele) (6), může být APP_NAME nasazena do všech počítačů pouze pro jednotlivé uživatele, pokud je Microsoft Edge Update předem nainstalovaná pro jednotlivé uživatele. Vyžaduje Microsoft Edge Update 1.3.155.43 nebo vyšší.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Určuje, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge.

Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
  – Aktualizace zakázány (0): Aktualizace se nepoužijí nikdy.
  – Vždy povolit aktualizace (1) (doporučeno): Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
  – Jen ruční aktualizace (2): Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. (Rozhraní pro tuto možnost neposkytují všechny aplikace.)
  – Jen bezobslužné automatické aktualizace (3): Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.

Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

Pokud tuto zásadu nepovolíte a nenakonfigurujete, Microsoft Edge Update bude zpracovávat dostupné aktualizace podle zásady Výchozí nastavení pro přepis zásad pro aktualizace.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2136406.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Určuje, na který kanál se má Microsoft Edge aktualizovat.

Pokud tuto funkci povolíte, Microsoft Edge se bude aktualizovat na daný kanál podle toho, jak nakonfigurujete následující možnosti:

  – Stable: Microsoft Edge se bude aktualizovat na nejnovější verzi Stable.
  – Beta: Microsoft Edge se bude aktualizovat na nejnovější verzi Beta.
  – Dev: Microsoft Edge se bude aktualizovat na nejnovější verzi Dev.
  – Extended Stable: Microsoft Edge se bude aktualizovat na nejnovější verzi Extended Stable, která má delší odstupy mezi vydáními než verze Stable. Další informace najdete na adrese https://go.microsoft.com/fwlink/?linkid=2163508.

Pokud tuto zásadu nenakonfigurujete, Microsoft Edge se bude aktualizovat na nejnovější verzi dostupnou pro výchozí kanál.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge se aktualizuje na verzi určenou hodnotou této zásady.

Hodnota zásady musí odpovídat konkrétní verzi prohlížeče Edge, např. 83.0.499.12.

Pokud je na zařízení už nainstalovaná vyšší verze, zůstane Microsoft Edge ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Edge zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.

Další informace najdete na https://go.microsoft.com/fwlink/?linkid=2136707.

Tato zásada je dostupná jen u instancí Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Určuje, že služba Microsoft Edge Update by měla vrátit zpět instalace Microsoft Edge na verzi uvedenou v Přepsání cílové verze.

Tato zásada nemá žádný účinek, pokud není nastavena možnost Přepsání cílové verze a možnost Přepis zásad pro aktualizace není nastavena na jeden ze stavů ZAPNUTO (Vždy povolit aktualizace, Pouze automatické bezobslužné aktualizace nebo Pouze ruční aktualizace).

Pokud tuto zásadu zakážete (0) nebo nenakonfigurujete, instalace, které mají verzi vyšší, než je zadaná v Přepsání cílové verze, zůstanou tak, jak jsou.

Pokud tuto zásadu povolíte (1), instalace, které mají aktuální verzi vyšší, než je zadaná v Přepsání cílové verze, se downgradují na cílovou verzi.

Doporučujeme, aby si uživatelé nainstalovali nejnovější verzi prohlížeče Microsoft Edge a aby si tak zajistili ochranu nejnovějšími aktualizacemi zabezpečení. Vrácení zpět na starší verzi může způsobit známé problémy se zabezpečením. Tato zásada se má používat jako dočasná oprava za účelem řešení problémů v aktualizaci prohlížeče Microsoft Edge.

Před dočasným vrácením verze prohlížeče zpět doporučujeme zapnout synchronizaci (https://go.microsoft.com/fwlink/?linkid=2133032) pro všechny uživatele ve vaší organizaci. Pokud synchronizaci nezapnete, existuje riziko trvalé ztráty dat procházení. Tuto zásadu používejte na vlastní nebezpečí.

Poznámka: Všechny verze, které jsou k dispozici pro vrácení zpět, si můžete zobrazit tady: https://aka.ms/EdgeEnterprise.

Tato zásada se týká prohlížeče Microsoft Edge verze 86 nebo novější.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2133918.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Umožňuje určit, jestli se uživatelé v Programu Windows Insider zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.

  – Pokud tuto zásadu povolíte (1), uživatelé v Program Windows Insider se zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.

  – Pokud tuto zásadu zakážete, (0) uživatelé v Program Windows Insider se nebudou moct prostřednictvím Microsoft Edge Update zaregistrovat do Edge Preview.

  – Pokud tuto zásadu nenakonfigurujete, uživatelé v Program Windows Insider se ve výchozím nastavení zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Určuje, jestli bude Microsoft Edge Update provádět aktualizaci na připojeních označených jako účtovaná podle objemu dat, jako jsou mobilní připojení nebo jiná připojení, u kterých se řídí využití dat v prohlížeči Microsoft Edge. 

Pokud tuto zásadu nepovolíte a nenakonfigurujete, budou aktualizace probíhat na základě přepínače Stáhnout aktualizace přes připojení účtovaná podle objemu dat na stránce O produktu v prohlížeči Microsoft Edge. Pokud uživatel nic nevybere, použije se nastavení Windows. Další informace o nastavení Windows najdete tady: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Vždy povolit aktualizace (2): Aktualizace se po nalezení vždy stáhnou, a to buď pomocí automatické kontroly aktualizací, nebo ruční kontrolou aktualizací.

Zakázat aktualizace (1): Při použití připojení účtovaného podle objemu dat se aktualizace nebudou stahovat.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">Můžete určit, jestli se Microsoft Edge (stabilní kanál) odinstaluje nebo se zablokuje jeho odinstalace na zařízeních připojených k doméně v Evropského hospodářského prostoru (EHP).

Pokud je tato zásada nastavená na Povoleno, Microsoft Edge se automaticky odinstaluje na všech zařízeních v sadě EHP, kde je tato zásada nasazená. Uživatelská data se budou uchovávat v zařízení. Microsoft Edge se odinstaluje, až příště Microsoft Edge Update automaticky vyhledá aktualizace. Pokud se Microsoft Edge odinstaluje ze zařízení, aplikace, widgety (například Zprávy, Vyhledávání a Počasí) a libovolné jiné progresivní webové aplikace (PWA), které závisí na Microsoft Edgi, už nebudou dostupné.

Pokud je tato zásada nastavená na Povoleno a odstranit uživatelská data (nastavení 2), Microsoft Edge se automaticky odinstaluje na všech zařízeních v EHP, kde je tato zásada nasazená, a ze zařízení se odstraní uživatelská data.

Pokud je tato zásada nastavená na Zakázáno (nastavení 3), nebudou moct všichni uživatelé v EHP odinstalovat Microsoft Edge tam, kde je tato zásada nasazená.

Pokud je zásada nenakonfigurovaná (výchozí nastavení), nastavení oblasti Windows uživatele určuje, jestli je možné odinstalovat Microsoft Edge na zařízení připojeném k doméně. Odinstalovat Microsoft Edge budou moci pouze uživatelé v zemích EHP, pokud se rozhodnou provést odinstalaci. Uživatelé mimo tuto oblast nebudou moci odinstalovat Microsoft Edge. 

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.

Pokud je potřeba přeinstalovat Microsoft Edge:
– Zásadu Instalace můžete nastavit na Vynutit instalace (pro celý počítač), abys se znovu nainstaloval Microsoft Edge.
– Pokud nastavíte zásadu instalace na Vynutit instalace (pro celý počítač) a zároveň nastavíte zásadu odinstalace na Povoleno, zásada Vynutit instalace (pro celý počítač) přepíše zásadu odinstalace.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Určuje, jestli je možné na zařízení připojená k doméně nainstalovat určitý kanál Microsoft Edge.

  Pokud tuto zásadu pro určitý kanál povolíte (1), instalace Microsoft Edge se nezablokuje.

  Pokud tuto zásadu pro určitý kanál zakážete (0) (nebo ji nastavíte na Instalace zakázány), instalace Microsoft Edge se zablokuje.

  Pokud tuto zásadu pro určitý kanál nenakonfigurujete, pak o tom, jestli si můžou uživatelé daný kanál Microsoft Edge nainstalovat, rozhoduje konfigurace zásady Výchozí nastavení pro povolení instalace.

Pokud tuto zásadu nastavíte na Vždy povolit instalace pro celý počítač, ale ne pro jednotlivé uživatele (4), nasadí se APP_NAME jenom pro celý počítač.

Pokud tuto zásadu nastavíte na možnost Vynutit instalace (pro celý počítač) (5), bude APP_NAME možné nasadit pouze pro celý počítač a v případě, že je předinstalovaná Microsoft Edge Update. Vyžaduje Microsoft Edge Update 1.3.155.43 nebo vyšší.

Pokud tuto zásadu nastavíte na možnost Vynutit instalace (na uživatele) (6), může být APP_NAME nasazena do všech počítačů pouze pro jednotlivé uživatele, pokud je Microsoft Edge Update předem nainstalovaná pro jednotlivé uživatele. Vyžaduje Microsoft Edge Update 1.3.155.43 nebo vyšší.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Určuje, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge.

Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
  – Aktualizace zakázány (0): Aktualizace se nepoužijí nikdy.
  – Vždy povolit aktualizace (1) (doporučeno): Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
  – Jen ruční aktualizace (2): Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. (Rozhraní pro tuto možnost neposkytují všechny aplikace.)
  – Jen bezobslužné automatické aktualizace (3): Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.

Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

Pokud tuto zásadu nepovolíte a nenakonfigurujete, Microsoft Edge Update bude zpracovávat dostupné aktualizace podle zásady Výchozí nastavení pro přepis zásad pro aktualizace.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2136406.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Určuje, na který kanál se má Microsoft Edge aktualizovat.

Pokud tuto funkci povolíte, Microsoft Edge se bude aktualizovat na daný kanál podle toho, jak nakonfigurujete následující možnosti:

  – Stable: Microsoft Edge se bude aktualizovat na nejnovější verzi Stable.
  – Beta: Microsoft Edge se bude aktualizovat na nejnovější verzi Beta.
  – Dev: Microsoft Edge se bude aktualizovat na nejnovější verzi Dev.
  – Extended Stable: Microsoft Edge se bude aktualizovat na nejnovější verzi Extended Stable, která má delší odstupy mezi vydáními než verze Stable. Další informace najdete na adrese https://go.microsoft.com/fwlink/?linkid=2163508.

Pokud tuto zásadu nenakonfigurujete, Microsoft Edge se bude aktualizovat na nejnovější verzi dostupnou pro výchozí kanál.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge se aktualizuje na verzi určenou hodnotou této zásady.

Hodnota zásady musí odpovídat konkrétní verzi prohlížeče Edge, např. 83.0.499.12.

Pokud je na zařízení už nainstalovaná vyšší verze, zůstane Microsoft Edge ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Edge zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.

Další informace najdete na https://go.microsoft.com/fwlink/?linkid=2136707.

Tato zásada je dostupná jen u instancí Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Určuje, že služba Microsoft Edge Update by měla vrátit zpět instalace Microsoft Edge na verzi uvedenou v Přepsání cílové verze.

Tato zásada nemá žádný účinek, pokud není nastavena možnost Přepsání cílové verze a možnost Přepis zásad pro aktualizace není nastavena na jeden ze stavů ZAPNUTO (Vždy povolit aktualizace, Pouze automatické bezobslužné aktualizace nebo Pouze ruční aktualizace).

Pokud tuto zásadu zakážete (0) nebo nenakonfigurujete, instalace, které mají verzi vyšší, než je zadaná v Přepsání cílové verze, zůstanou tak, jak jsou.

Pokud tuto zásadu povolíte (1), instalace, které mají aktuální verzi vyšší, než je zadaná v Přepsání cílové verze, se downgradují na cílovou verzi.

Doporučujeme, aby si uživatelé nainstalovali nejnovější verzi prohlížeče Microsoft Edge a aby si tak zajistili ochranu nejnovějšími aktualizacemi zabezpečení. Vrácení zpět na starší verzi může způsobit známé problémy se zabezpečením. Tato zásada se má používat jako dočasná oprava za účelem řešení problémů v aktualizaci prohlížeče Microsoft Edge.

Před dočasným vrácením verze prohlížeče zpět doporučujeme zapnout synchronizaci (https://go.microsoft.com/fwlink/?linkid=2133032) pro všechny uživatele ve vaší organizaci. Pokud synchronizaci nezapnete, existuje riziko trvalé ztráty dat procházení. Tuto zásadu používejte na vlastní nebezpečí.

Poznámka: Všechny verze, které jsou k dispozici pro vrácení zpět, si můžete zobrazit tady: https://aka.ms/EdgeEnterprise.

Tato zásada se týká prohlížeče Microsoft Edge verze 86 nebo novější.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2133918.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Umožňuje určit, jestli se uživatelé v Programu Windows Insider zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.

  – Pokud tuto zásadu povolíte (1), uživatelé v Program Windows Insider se zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.

  – Pokud tuto zásadu zakážete, (0) uživatelé v Program Windows Insider se nebudou moct prostřednictvím Microsoft Edge Update zaregistrovat do Edge Preview.

  – Pokud tuto zásadu nenakonfigurujete, uživatelé v Program Windows Insider se ve výchozím nastavení zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Určuje, jestli bude Microsoft Edge Update provádět aktualizaci na připojeních označených jako účtovaná podle objemu dat, jako jsou mobilní připojení nebo jiná připojení, u kterých se řídí využití dat v prohlížeči Microsoft Edge. 

Pokud tuto zásadu nepovolíte a nenakonfigurujete, budou aktualizace probíhat na základě přepínače Stáhnout aktualizace přes připojení účtovaná podle objemu dat na stránce O produktu v prohlížeči Microsoft Edge. Pokud uživatel nic nevybere, použije se nastavení Windows. Další informace o nastavení Windows najdete tady: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Vždy povolit aktualizace (2): Aktualizace se po nalezení vždy stáhnou, a to buď pomocí automatické kontroly aktualizací, nebo ruční kontrolou aktualizací.

Zakázat aktualizace (1): Při použití připojení účtovaného podle objemu dat se aktualizace nebudou stahovat.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">Můžete určit, jestli se Microsoft Edge (stabilní kanál) odinstaluje nebo se zablokuje jeho odinstalace na zařízeních připojených k doméně v Evropského hospodářského prostoru (EHP).

Pokud je tato zásada nastavená na Povoleno, Microsoft Edge se automaticky odinstaluje na všech zařízeních v sadě EHP, kde je tato zásada nasazená. Uživatelská data se budou uchovávat v zařízení. Microsoft Edge se odinstaluje, až příště Microsoft Edge Update automaticky vyhledá aktualizace. Pokud se Microsoft Edge odinstaluje ze zařízení, aplikace, widgety (například Zprávy, Vyhledávání a Počasí) a libovolné jiné progresivní webové aplikace (PWA), které závisí na Microsoft Edgi, už nebudou dostupné.

Pokud je tato zásada nastavená na Povoleno a odstranit uživatelská data (nastavení 2), Microsoft Edge se automaticky odinstaluje na všech zařízeních v EHP, kde je tato zásada nasazená, a ze zařízení se odstraní uživatelská data.

Pokud je tato zásada nastavená na Zakázáno (nastavení 3), nebudou moct všichni uživatelé v EHP odinstalovat Microsoft Edge tam, kde je tato zásada nasazená.

Pokud je zásada nenakonfigurovaná (výchozí nastavení), nastavení oblasti Windows uživatele určuje, jestli je možné odinstalovat Microsoft Edge na zařízení připojeném k doméně. Odinstalovat Microsoft Edge budou moci pouze uživatelé v zemích EHP, pokud se rozhodnou provést odinstalaci. Uživatelé mimo tuto oblast nebudou moci odinstalovat Microsoft Edge. 

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.

Pokud je potřeba přeinstalovat Microsoft Edge:
– Zásadu Instalace můžete nastavit na Vynutit instalace (pro celý počítač), abys se znovu nainstaloval Microsoft Edge.
– Pokud nastavíte zásadu instalace na Vynutit instalace (pro celý počítač) a zároveň nastavíte zásadu odinstalace na Povoleno, zásada Vynutit instalace (pro celý počítač) přepíše zásadu odinstalace.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Určuje, jestli je možné na zařízení připojená k doméně nainstalovat určitý kanál Microsoft Edge.

  Pokud tuto zásadu pro určitý kanál povolíte (1), instalace Microsoft Edge se nezablokuje.

  Pokud tuto zásadu pro určitý kanál zakážete (0) (nebo ji nastavíte na Instalace zakázány), instalace Microsoft Edge se zablokuje.

  Pokud tuto zásadu pro určitý kanál nenakonfigurujete, pak o tom, jestli si můžou uživatelé daný kanál Microsoft Edge nainstalovat, rozhoduje konfigurace zásady Výchozí nastavení pro povolení instalace.

Pokud tuto zásadu nastavíte na možnost Vynutit instalace (na uživatele) (6), může být APP_NAME nasazena do všech počítačů pouze pro jednotlivé uživatele, pokud je Microsoft Edge Update předem nainstalovaná pro jednotlivé uživatele. Vyžaduje Microsoft Edge Update 1.3.155.43 nebo vyšší.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Určuje, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge.

Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
  – Aktualizace zakázány (0): Aktualizace se nepoužijí nikdy.
  – Vždy povolit aktualizace (1) (doporučeno): Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
  – Jen ruční aktualizace (2): Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. (Rozhraní pro tuto možnost neposkytují všechny aplikace.)
  – Jen bezobslužné automatické aktualizace (3): Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.

Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

Pokud tuto zásadu nepovolíte a nenakonfigurujete, Microsoft Edge Update bude zpracovávat dostupné aktualizace podle zásady Výchozí nastavení pro přepis zásad pro aktualizace.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2136406.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Určuje, na který kanál se má Microsoft Edge aktualizovat.

Pokud tuto funkci povolíte, Microsoft Edge se bude aktualizovat na daný kanál podle toho, jak nakonfigurujete následující možnosti:

  – Stable: Microsoft Edge se bude aktualizovat na nejnovější verzi Stable.
  – Beta: Microsoft Edge se bude aktualizovat na nejnovější verzi Beta.
  – Dev: Microsoft Edge se bude aktualizovat na nejnovější verzi Dev.
  – Extended Stable: Microsoft Edge se bude aktualizovat na nejnovější verzi Extended Stable, která má delší odstupy mezi vydáními než verze Stable. Další informace najdete na adrese https://go.microsoft.com/fwlink/?linkid=2163508.

Pokud tuto zásadu nenakonfigurujete, Microsoft Edge se bude aktualizovat na nejnovější verzi dostupnou pro výchozí kanál.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge se aktualizuje na verzi určenou hodnotou této zásady.

Hodnota zásady musí odpovídat konkrétní verzi prohlížeče Edge, např. 83.0.499.12.

Pokud je na zařízení už nainstalovaná vyšší verze, zůstane Microsoft Edge ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Edge zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.

Další informace najdete na https://go.microsoft.com/fwlink/?linkid=2136707.

Tato zásada je dostupná jen u instancí Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Určuje, že služba Microsoft Edge Update by měla vrátit zpět instalace Microsoft Edge na verzi uvedenou v Přepsání cílové verze.

Tato zásada nemá žádný účinek, pokud není nastavena možnost Přepsání cílové verze a možnost Přepis zásad pro aktualizace není nastavena na jeden ze stavů ZAPNUTO (Vždy povolit aktualizace, Pouze automatické bezobslužné aktualizace nebo Pouze ruční aktualizace).

Pokud tuto zásadu zakážete (0) nebo nenakonfigurujete, instalace, které mají verzi vyšší, než je zadaná v Přepsání cílové verze, zůstanou tak, jak jsou.

Pokud tuto zásadu povolíte (1), instalace, které mají aktuální verzi vyšší, než je zadaná v Přepsání cílové verze, se downgradují na cílovou verzi.

Doporučujeme, aby si uživatelé nainstalovali nejnovější verzi prohlížeče Microsoft Edge a aby si tak zajistili ochranu nejnovějšími aktualizacemi zabezpečení. Vrácení zpět na starší verzi může způsobit známé problémy se zabezpečením. Tato zásada se má používat jako dočasná oprava za účelem řešení problémů v aktualizaci prohlížeče Microsoft Edge.

Před dočasným vrácením verze prohlížeče zpět doporučujeme zapnout synchronizaci (https://go.microsoft.com/fwlink/?linkid=2133032) pro všechny uživatele ve vaší organizaci. Pokud synchronizaci nezapnete, existuje riziko trvalé ztráty dat procházení. Tuto zásadu používejte na vlastní nebezpečí.

Poznámka: Všechny verze, které jsou k dispozici pro vrácení zpět, si můžete zobrazit tady: https://aka.ms/EdgeEnterprise.

Tato zásada se týká prohlížeče Microsoft Edge verze 86 nebo novější.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2133918.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Umožňuje určit, jestli se uživatelé v Programu Windows Insider zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.

  – Pokud tuto zásadu povolíte (1), uživatelé v Program Windows Insider se zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.

  – Pokud tuto zásadu zakážete, (0) uživatelé v Program Windows Insider se nebudou moct prostřednictvím Microsoft Edge Update zaregistrovat do Edge Preview.

  – Pokud tuto zásadu nenakonfigurujete, uživatelé v Program Windows Insider se ve výchozím nastavení zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Určuje, jestli bude Microsoft Edge Update provádět aktualizaci na připojeních označených jako účtovaná podle objemu dat, jako jsou mobilní připojení nebo jiná připojení, u kterých se řídí využití dat v prohlížeči Microsoft Edge. 

Pokud tuto zásadu nepovolíte a nenakonfigurujete, budou aktualizace probíhat na základě přepínače Stáhnout aktualizace přes připojení účtovaná podle objemu dat na stránce O produktu v prohlížeči Microsoft Edge. Pokud uživatel nic nevybere, použije se nastavení Windows. Další informace o nastavení Windows najdete tady: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Vždy povolit aktualizace (2): Aktualizace se po nalezení vždy stáhnou, a to buď pomocí automatické kontroly aktualizací, nebo ruční kontrolou aktualizací.

Zakázat aktualizace (1): Při použití připojení účtovaného podle objemu dat se aktualizace nebudou stahovat.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">Můžete určit, jestli se Microsoft Edge (stabilní kanál) odinstaluje nebo se zablokuje jeho odinstalace na zařízeních připojených k doméně v Evropského hospodářského prostoru (EHP).

Pokud je tato zásada nastavená na Povoleno, Microsoft Edge se automaticky odinstaluje na všech zařízeních v sadě EHP, kde je tato zásada nasazená. Uživatelská data se budou uchovávat v zařízení. Microsoft Edge se odinstaluje, až příště Microsoft Edge Update automaticky vyhledá aktualizace. Pokud se Microsoft Edge odinstaluje ze zařízení, aplikace, widgety (například Zprávy, Vyhledávání a Počasí) a libovolné jiné progresivní webové aplikace (PWA), které závisí na Microsoft Edgi, už nebudou dostupné.

Pokud je tato zásada nastavená na Povoleno a odstranit uživatelská data (nastavení 2), Microsoft Edge se automaticky odinstaluje na všech zařízeních v EHP, kde je tato zásada nasazená, a ze zařízení se odstraní uživatelská data.

Pokud je tato zásada nastavená na Zakázáno (nastavení 3), nebudou moct všichni uživatelé v EHP odinstalovat Microsoft Edge tam, kde je tato zásada nasazená.

Pokud je zásada nenakonfigurovaná (výchozí nastavení), nastavení oblasti Windows uživatele určuje, jestli je možné odinstalovat Microsoft Edge na zařízení připojeném k doméně. Odinstalovat Microsoft Edge budou moci pouze uživatelé v zemích EHP, pokud se rozhodnou provést odinstalaci. Uživatelé mimo tuto oblast nebudou moci odinstalovat Microsoft Edge. 

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.

Pokud je potřeba přeinstalovat Microsoft Edge:
– Zásadu Instalace můžete nastavit na Vynutit instalace (pro celý počítač), abys se znovu nainstaloval Microsoft Edge.
– Pokud nastavíte zásadu instalace na Vynutit instalace (pro celý počítač) a zároveň nastavíte zásadu odinstalace na Povoleno, zásada Vynutit instalace (pro celý počítač) přepíše zásadu odinstalace.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Určuje, jestli je možné na zařízení připojená k doméně nainstalovat určitý kanál Microsoft Edge.

  Pokud tuto zásadu pro určitý kanál povolíte (1), instalace Microsoft Edge se nezablokuje.

  Pokud tuto zásadu pro určitý kanál zakážete (0) (nebo ji nastavíte na Instalace zakázány), instalace Microsoft Edge se zablokuje.

  Pokud tuto zásadu pro určitý kanál nenakonfigurujete, pak o tom, jestli si můžou uživatelé daný kanál Microsoft Edge nainstalovat, rozhoduje konfigurace zásady Výchozí nastavení pro povolení instalace.

Pokud tuto zásadu nastavíte na Vždy povolit instalace pro celý počítač, ale ne pro jednotlivé uživatele (4), nasadí se APP_NAME jenom pro celý počítač.

Pokud tuto zásadu nastavíte na možnost Vynutit instalace (pro celý počítač) (5), bude APP_NAME možné nasadit pouze pro celý počítač a v případě, že je předinstalovaná Microsoft Edge Update. Vyžaduje Microsoft Edge Update 1.3.155.43 nebo vyšší.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Určuje, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge.

Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
  – Aktualizace zakázány (0): Aktualizace se nepoužijí nikdy.
  – Vždy povolit aktualizace (1) (doporučeno): Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
  – Jen ruční aktualizace (2): Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. (Rozhraní pro tuto možnost neposkytují všechny aplikace.)
  – Jen bezobslužné automatické aktualizace (3): Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.

Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

Pokud tuto zásadu nepovolíte a nenakonfigurujete, Microsoft Edge Update bude zpracovávat dostupné aktualizace podle zásady Výchozí nastavení pro přepis zásad pro aktualizace.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2136406.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Určuje, na který kanál se má Microsoft Edge aktualizovat.

Pokud tuto funkci povolíte, Microsoft Edge se bude aktualizovat na daný kanál podle toho, jak nakonfigurujete následující možnosti:

  – Stable: Microsoft Edge se bude aktualizovat na nejnovější verzi Stable.
  – Beta: Microsoft Edge se bude aktualizovat na nejnovější verzi Beta.
  – Dev: Microsoft Edge se bude aktualizovat na nejnovější verzi Dev.
  – Extended Stable: Microsoft Edge se bude aktualizovat na nejnovější verzi Extended Stable, která má delší odstupy mezi vydáními než verze Stable. Další informace najdete na adrese https://go.microsoft.com/fwlink/?linkid=2163508.

Pokud tuto zásadu nenakonfigurujete, Microsoft Edge se bude aktualizovat na nejnovější verzi dostupnou pro výchozí kanál.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge se aktualizuje na verzi určenou hodnotou této zásady.

Hodnota zásady musí odpovídat konkrétní verzi prohlížeče Edge, např. 83.0.499.12.

Pokud je na zařízení už nainstalovaná vyšší verze, zůstane Microsoft Edge ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Edge zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.

Další informace najdete na https://go.microsoft.com/fwlink/?linkid=2136707.

Tato zásada je dostupná jen u instancí Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Určuje, že služba Microsoft Edge Update by měla vrátit zpět instalace Microsoft Edge na verzi uvedenou v Přepsání cílové verze.

Tato zásada nemá žádný účinek, pokud není nastavena možnost Přepsání cílové verze a možnost Přepis zásad pro aktualizace není nastavena na jeden ze stavů ZAPNUTO (Vždy povolit aktualizace, Pouze automatické bezobslužné aktualizace nebo Pouze ruční aktualizace).

Pokud tuto zásadu zakážete (0) nebo nenakonfigurujete, instalace, které mají verzi vyšší, než je zadaná v Přepsání cílové verze, zůstanou tak, jak jsou.

Pokud tuto zásadu povolíte (1), instalace, které mají aktuální verzi vyšší, než je zadaná v Přepsání cílové verze, se downgradují na cílovou verzi.

Doporučujeme, aby si uživatelé nainstalovali nejnovější verzi prohlížeče Microsoft Edge a aby si tak zajistili ochranu nejnovějšími aktualizacemi zabezpečení. Vrácení zpět na starší verzi může způsobit známé problémy se zabezpečením. Tato zásada se má používat jako dočasná oprava za účelem řešení problémů v aktualizaci prohlížeče Microsoft Edge.

Před dočasným vrácením verze prohlížeče zpět doporučujeme zapnout synchronizaci (https://go.microsoft.com/fwlink/?linkid=2133032) pro všechny uživatele ve vaší organizaci. Pokud synchronizaci nezapnete, existuje riziko trvalé ztráty dat procházení. Tuto zásadu používejte na vlastní nebezpečí.

Poznámka: Všechny verze, které jsou k dispozici pro vrácení zpět, si můžete zobrazit tady: https://aka.ms/EdgeEnterprise.

Tato zásada se týká prohlížeče Microsoft Edge verze 86 nebo novější.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2133918.

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Umožňuje určit, jestli se uživatelé v Programu Windows Insider zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.

  – Pokud tuto zásadu povolíte (1), uživatelé v Program Windows Insider se zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.

  – Pokud tuto zásadu zakážete, (0) uživatelé v Program Windows Insider se nebudou moct prostřednictvím Microsoft Edge Update zaregistrovat do Edge Preview.

  – Pokud tuto zásadu nenakonfigurujete, uživatelé v Program Windows Insider se ve výchozím nastavení zaregistrují do Edge Preview prostřednictvím Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Určuje, jestli bude Microsoft Edge Update provádět aktualizaci na připojeních označených jako účtovaná podle objemu dat, jako jsou mobilní připojení nebo jiná připojení, u kterých se řídí využití dat v prohlížeči Microsoft Edge. 

Pokud tuto zásadu nepovolíte a nenakonfigurujete, budou aktualizace probíhat na základě přepínače Stáhnout aktualizace přes připojení účtovaná podle objemu dat na stránce O produktu v prohlížeči Microsoft Edge. Pokud uživatel nic nevybere, použije se nastavení Windows. Další informace o nastavení Windows najdete tady: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Vždy povolit aktualizace (2): Aktualizace se po nalezení vždy stáhnou, a to buď pomocí automatické kontroly aktualizací, nebo ruční kontrolou aktualizací.

Zakázat aktualizace (1): Při použití připojení účtovaného podle objemu dat se aktualizace nebudou stahovat.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">Můžete určit, jestli se Microsoft Edge (stabilní kanál) odinstaluje nebo se zablokuje jeho odinstalace na zařízeních připojených k doméně v Evropského hospodářského prostoru (EHP).

Pokud je tato zásada nastavená na Povoleno, Microsoft Edge se automaticky odinstaluje na všech zařízeních v sadě EHP, kde je tato zásada nasazená. Uživatelská data se budou uchovávat v zařízení. Microsoft Edge se odinstaluje, až příště Microsoft Edge Update automaticky vyhledá aktualizace. Pokud se Microsoft Edge odinstaluje ze zařízení, aplikace, widgety (například Zprávy, Vyhledávání a Počasí) a libovolné jiné progresivní webové aplikace (PWA), které závisí na Microsoft Edgi, už nebudou dostupné.

Pokud je tato zásada nastavená na Povoleno a odstranit uživatelská data (nastavení 2), Microsoft Edge se automaticky odinstaluje na všech zařízeních v EHP, kde je tato zásada nasazená, a ze zařízení se odstraní uživatelská data.

Pokud je tato zásada nastavená na Zakázáno (nastavení 3), nebudou moct všichni uživatelé v EHP odinstalovat Microsoft Edge tam, kde je tato zásada nasazená.

Pokud je zásada nenakonfigurovaná (výchozí nastavení), nastavení oblasti Windows uživatele určuje, jestli je možné odinstalovat Microsoft Edge na zařízení připojeném k doméně. Odinstalovat Microsoft Edge budou moci pouze uživatelé v zemích EHP, pokud se rozhodnou provést odinstalaci. Uživatelé mimo tuto oblast nebudou moci odinstalovat Microsoft Edge. 

Tato zásada je dostupná jenom v instancích Windows, které jsou připojené k doméně Microsoft® Active Directory®.

Pokud je potřeba přeinstalovat Microsoft Edge:
– Zásadu Instalace můžete nastavit na Vynutit instalace (pro celý počítač), abys se znovu nainstaloval Microsoft Edge.
– Pokud nastavíte zásadu instalace na Vynutit instalace (pro celý počítač) a zároveň nastavíte zásadu odinstalace na Povoleno, zásada Vynutit instalace (pro celý počítač) přepíše zásadu odinstalace.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Interval vyhledávání aktualizací v minutách</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Hodina</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuta</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Trvání</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typ adresy URL pro stahování k vyžádání</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Zvolte způsob zadání nastavení proxy serveru.</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adresa nebo adresa URL proxy serveru</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Adresa URL do proxy souboru PAC</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Zásada aktualizace</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Zásada aktualizace</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Cílová verze</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Řízení komunikace aktualizačního nástroje se Službou experimentálních funkcí a konfigurace</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Cílový kanál
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Výchozí zásada aktualizací účtovaných podle objemu dat</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Zásada aktualizací účtovaných podle objemu dat</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Zásada instalace</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Zásada instalace</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>